Repository: tarkikRomanski/gs_form
Catalog: gs_form-*.po
Languages: de_de

source: January
de_de: Januar

source: February
de_de: Februar

source: March
de_de: März

source: May
de_de: Mai

source: June
de_de: Juni

source: July
de_de: Juli

source: October
de_de: Oktober

source: December
de_de: Dezember

source: Your phone number changed!
de_de: Ihre Telefonnummer geändert!

source: Simulation time changed!
de_de: Simulationszeit geändert!

source: Randomize procent changed!
de_de: Randomisieren procent geändert!

source: Admin email changed!
de_de: Admin e-mail geändert!

source: Data changed!
de_de: Admin e-mail geändert!

source: Form deleted
de_de: Formular wurde gelöscht

source: Form
de_de: Formular

source: adding
de_de: hinzufügen

source: Go to form
de_de: Zum Formular

source: The form has not been created
de_de: Das Formular wurde erstellt.

source: editing
de_de: bearbeitung

source: Add new form
de_de: Neues Formular hinzufügen

source: Static menu settings
de_de: Statisches Menüeinstellungen

source: Forms list
de_de: Formularliste

source: Questionnaires list
de_de: Fragebögenliste

source: Email text
de_de: Text der E-Mail

source: How use it
de_de: Wie verwenden

source: Questionnaire
de_de: Fragebogen

source: Question
de_de: Frage

source: Answer
de_de: Spamschutz

source: Change your email text:
de_de: E-Mail-Adresse ändern

source: Your email text:
de_de: Editieren Sie Ihren E-Mail Text:

source: Change Email text
de_de: E-Mail ändern

source: Edit static form 1
de_de: Bearbeiten Sie statisches Formular 1

source: 1st screen
de_de: 1. Bildschirm

source: Title 1st screen
de_de: Button Bezeichnung

source: Subtitle 1st screen
de_de: Unterzeile

source: Button title for 1st screen
de_de: Button Bezeichnung

source: Edit
de_de: Bearbeiten

source: 2nd screen
de_de: 2. Bildschirm

source: Title 2nd screen
de_de: 2. Bildschirm-Titel

source: Subtitle 2nd screen
de_de: 2. Bildschirm Untertitel

source: Enter text after number for 2nd screen
de_de: Geben Sie Text nach Anzahl für 2. Bildschirm

source: 3rd screen
de_de: 3. Bildschirm

source: Title 3rd screen
de_de: 3. Bildschirm Titel

source: Text before number for 3rd screen
de_de: Text vor Nummer für 3. Bildschirm

source: Text after number for 3rd screen
de_de: Text nach Nummer für 3. Bildschirm

source: Button title for 3rd screen
de_de: Button Bezeichnung

source: Title 4 screen
de_de: Titel 4-Bildschirm

source: Button title for 4 screen
de_de: Schaltfläche "Titel für 4-Bildschirm

source: Last screen
de_de: Letzte Bild

source: Title last screen
de_de: Letzten Titelbildschirm

source: Subtitle last screen
de_de: Unterzeile

source: 1 step for last screen
de_de: 1 Schritt für letzten Bildschirm

source: 2 step for last screen
de_de: 2 Schritt für letzten Bildschirm

source: 3 step for last screen
de_de: 3 Schritt für letzten Bildschirm

source: Text before number for last screen
de_de: Text vor der Nummer für die letzten Bildschirm

source: Text after number for last screen
de_de: Text nach Nummer für letzten Bildschirm

source: Steps ( separated by commas )
de_de: Schritte (durch Kommas getrennt)

source: Button title for 2nd screen
de_de: Schaltfläche "Titel für 2. Bildschirm

source: Edit form
de_de: Formular bearbeiten

source: Title
de_de: Titel

source: Subtitle
de_de: Untertitel

source: Display navigation menu in form sections
de_de: Navigations-Menü in Form Abschnitte anzeigen

source: Add question
de_de: Frage hinzufügen

source: Content
de_de: Inhalt

source: Question subtitle
de_de: Unterzeile

source: Question type
de_de: Fragetyp

source: Text field
de_de: Textfeld

source: Select
de_de: Auswählen

source: Month & Day
de_de: Jahr Monat Tag

source: Month & Year
de_de: Vierteljahr/Jahr:

source: Month, Day & Year
de_de: Monat . Tag . Jahr

source: Postsection field
de_de: Postsection Feld

source: Enter answers
de_de: Geben Sie Antworten

source: Add new answer
de_de: Kommentar hinzufügen

source: Enter placeholder
de_de: Geben Sie Platzhalter

source: Button title
de_de: Button Bezeichnung

source: Delete
de_de: Gelöscht

source: Edit this form
de_de: Formular bearbeiten

source: Shortcode
de_de: Kurzcode

source: Insert new section
de_de: Neuen Abschnitt einfügen

source: Settings
de_de: Plugin-Einstellungen

source: Your phone number
de_de: Deine Telefonnummer

source: Your Email
de_de: Ihre E-Mail

source: Customize color
de_de: Benutzerdefinierte Farbe

source: Main color
de_de: Hauptfarbe

source: Accent color
de_de: Akzentfarbe

source: Randomizer setting
de_de: Zufallsgenerator einstellen

source: Randomizer work time(ms)
de_de: Randomizer Arbeit time(ms)

source: Randomizer selecting procent(%)
de_de: Zufallsgenerator auswählen procent(%)

source: Lastname
de_de: Nachname

source: Phone
de_de: Telefon
